import React from 'react'

const VisionCN = () => {

  let constitutionURL = "https://docs.google.com/document/d/10Jj0x8jmYz2ZdybxWlvF2rNQoYNWF5Xt/edit"
  let title1CN = "whitespace-nowrap underline font-bold"
  let title2CN = "whitespace-nowrap font-bold"
  let indent1CN = "ml-6 -indent-1"
  let indent2CN = "ml-9 -indent-1"

  return (
    <div>
      <p class={title1CN}>《我們的好鄰舍》</p>

      <p>本會起初乃受好鄰舍北區教會的長執及會眾所托，開展英國教會，因港青正不斷地四處流散。看見這裡有些港青因沒有工作身份，生活匱乏，生活及靈性變得緊張，生活拮据。隨之而來，人與人之間相處的敏感、以致令這些青年信心搖動，更出現「condom論」︰自己是不是已被拋棄？</p>

      <p>深深明白他們從衝突中飄流過來，是帶著不少身心靈的創傷。據我親自了解，有不少出現了失眠、鬱燥等問題。因著缺乏地區資源，只能透過自購安眠藥來減壓，情況實在非常令人憂慮。有少數青年透過律師的幫助下申請難民身份，所以獲食物銀行配給食物，但也僅能勉強果腹。唯能夠獲得此舉的支援甚少、成功率也頗低。（前幾天，有一位年青人向我展示了他和朋友剛取得的食物，份量實在非常勉強，必須要「慳住食」，一天只吃一兩餐，才能夠維持至再次配給的時段。）我也曾協助一些年青人，透過英國的基督徒得到食物援助；且與他們有個別的牧養、輔談；在這裏一些超市劵、禮物卡、以至一個問候及關心，也變得很重要。我自己甚為這些飄流港青感到辛酸，但也為著他們的忍耐和面對艱苦生活的勇氣感謝主。他們來英，留住了有用之軀，寄望著與海內海外的港人繼續攜手連線，光復我們的「家」。</p>

      <p class={title1CN}>「英倫好鄰舍」啟航</p>

      <p>不單止是青年人，我還看見來自不同背景但信念相同的香港家庭，在狹縫之中拿著BNO趕來。大家見證深愛的香港逐漸崩壞，也是非常的心痛。3月1日倫敦的集會中，一位女士無力地與我分享：「看著這47人，我好像甚麼都不能做。」我嘗試鼓勵她「不，站出來已很好」。相信，無力感也正環繞著每一位香港人。當我們在海外為47人發聲，在港的一位肢體說：「請代我們努力叫口號！因為我們已不可像之前那樣。」聞言，使我感到十分扎心，那是一份交託，畢竟香港已失去了言論自由。</p>

      <p>這是一場爭戰。不單是政治，更是人性、靈性的爭戰。這也確立了「英倫好鄰舍」初步的方向——為受壓迫者爭戰。</p>

      <p>「英倫好鄰舍」教會開展了數個多月，開始招聚港人基督徒相聚。在上主恩典下，每星期Bristol、倫敦、曼城、伯明翰共有100多位肢體參加，除了在英國的，也有來自香港、美國和澳洲。此外，更推出「英倫青少年短期住宿計劃」、「英倫住家飯計劃」(義廚與有需要的港人配對煮飯食)、「到地兒童主日學」等服侍，並安排了免費英語適應班給新到英的港人呢！。求主使用我們成為香港及英國之間港人手足的橋樑，讓彼此可以在主愛中被醫治、互相建立。</p>

      <p>我與肢體們仍懷抱著很大的夢想——如果，他日教會能擁有自己的會址，我們必定要留有一隅之地，成為「香港抗爭紀念館」，開放給公眾參觀社運文物、影音記錄、文宣……。如夢想成真，我必定邀請社運參加者現場口述這段歷史，叫今天在英、在港的但不要忘記，也讓下一代好好認識香港精神，記住所承受過的傷痛，記念運動中作出犧牲的人。讓大家可以祈禱、安靜、輔導，畢竟，您我都需要療傷的，讓神作醫治、招聚、重整，使這裡成為「萬國禱告敬拜的殿」，港人再重新出發的據點。既然有政客進擊於國際線，教會作民間、服侍進路更為可取。</p>

      <p>我們的心志不是希望離開香港「走難」去清靜之地，「英倫好鄰舍」是要在海外，成為一間為受壓迫者發聲、在人權上作倡議工作、與困乏的同行同哭、並努力將天國好消息傳遍的教會。我不放棄，仍然很希望我們的「家」見光。願您支持我們，實踐這個夢，繼續做到地的服侍，讓我們在外地關顧有需要的港人！</p>

      <p>英倫好鄰舍教會</p>

      <p>傳道人 陳凱興(Roy Chan)</p>

      <p class={title2CN}>信仰信念 Our Belief</p>

      <p>經訓: 「世 人 哪 ， 耶 和 華 已 指 示 你 何 為 善 。 他 向 你 所 要 的 是 甚 麼 呢 ？ 只 要 你 行 公 義 ， 好 憐 憫 ， 存 謙 卑 的 心 ， 與 你 的 神 同 行 。」彌 迦 書 6:8</p>

      <p>使命宣言: 讓我們行公義、好憐憫、心存謙卑，繼續爭戰。</p>

      <p>使命實踐:</p>

      <p class={indent1CN}>1.行出公義: 以行動回應聖經公義與真理</p>

      <p class={indent1CN}>2.憐憫施恩:走進人群，服侍基層</p>
 
      <p class={indent1CN}>3.兼卑主前: 讓聖經真理成為群體核心價值</p>

      <p>具體事工方向:</p>

      <p class={indent1CN}>a.行公義</p>

      <p class={indent2CN}>1.為新來英港人/新移民向英政府倡議友善政策(房屋、工作、教育、醫療等)</p>

      <p class={indent2CN}>2.以聖經真理、公共神學，回應社會時事，讓制度改善、基層生活得到徹底的生活改變</p>

      <p class={indent2CN}>3.透過社區工作，深耕細作</p>

      <p class={indent1CN}>b.憐憫施恩</p>

      <p class={indent2CN}>1.照顧基層需要，連結在英教會及社區資源作服務</p>

      <p class={indent2CN}>2.主動接觸社區貧窮及有需要的，透過社會服務增加接觸點，一起生活</p>

      <p class={indent2CN}>3.針對港人及新移民靈性及情緒需要，讓我們彼此扶助，共建群體及身份。</p>

      <p class={indent1CN}>c.兼卑主前</p>

      <p class={indent2CN}>1.開展信仰服侍，透過崇拜及小組，讓聖經真理成為我們決定當行的路。</p>

      <p class={indent2CN}>2.為主展開聖經班、門徒訓練，為主贏取、建立、差遣更多人，廣傳福音</p>

      <p class={indent2CN}>3.連結在英國教會，共建合一信徒群體 <a href={constitutionURL}>教會會章Constitution</a></p>

    </div>
  )
}

export default VisionCN
